import React from 'react';
import './StyleScroll.css'


const ScrollSection = () => {
    return (
        <div className={'container'}>
            <div className="scrollable-content ">
               <p className={'p_scrol'}>
                   Оставьте заявку на сайте, мы свяжемся с вами в течении рабочего дня и предложим удобный способ коммуникации (встреча, online-звонок и т.д.)
               </p>
                <p className={'p_scrol'}>
                    На встрече с менеджером вы подробнее узнаете про наши услуги интеграции и получите ответы на вопросы. Также
                    наш менеджер проведёт короткую диагностику вашего бизнеса, в результате которой мы поймем, сможем ли быть
                    полезны для вас
                </p>

                <p className={'p_scrol'}>
                    При положительном результате, будет второй, подробный созвон с нашим бизнес-аналитиком, который уже детально разберет все процессы, и составит план работ, ресурсных затрат, ЦКП, и смету для утверждения
                </p>

                <p className={'p_scrol'}>
                    При положительном результате, будет второй, подробный созвон с нашим бизнес-аналитиком, который уже детально разберет все процессы, и составит план работ, ресурсных затрат, ЦКП, и смету для утверждения
                </p>

                <p className={'p_scrol'}>
                    После утверждения сметы, мы переходим к составлению договора, так же его согласовываем и подписываем
                </p>

                <p className={'p_scrol'}>
                    Далее идет оплата и мы начинаем работу, запрашиваем всю необходимую информацию и доступы
                </p>

                <p className={'p_scrol'}>
                    По мере разработки, на каждой реперной точке мы демонстрируе вам промежуточные результаты,
                    для оперативной обратной связи и корректировки при необходимости
                </p>

                <p className={'p_scrol'}>
                    Закончив интеграцию мы демонстрируем вам финальный продукт, обучаем работе с ним и обеспечиваем полную поддержку и доработки до момента полной автономной работы
                </p>
                <p className={'p_scrol'}>
                    При положительном результате, будет второй, подробный созвон с нашим бизнес-аналитиком, который уже детально разберет все процессы, и составит план работ, ресурсных затрат, ЦКП, и смету для утверждения
                </p>

                <p className={'p_scrol'}>
                    При положительном результате, будет второй, подробный созвон с нашим бизнес-аналитиком, который уже детально разберет все процессы, и составит план работ, ресурсных затрат, ЦКП, и смету для утверждения
                </p>

                <p className={'p_scrol'}>
                    После утверждения сметы, мы переходим к составлению договора, так же его согласовываем и подписываем
                </p>

                <p className={'p_scrol'}>Далее идет оплата и мы начинаем работу, запрашиваем всю необходимую информацию и доступы
                </p>

                <p className={'p_scrol'}>
                    По мере разработки, на каждой реперной точке мы демонстрируе вам промежуточные результаты,
                    для оперативной обратной связи и корректировки при необходимости
                </p>

                <p className={'p_scrol'}>
                    Закончив интеграцию мы демонстрируем вам финальный продукт, обучаем работе с ним и обеспечиваем полную поддержку и доработки до момента полной автономной работы
                </p>
            </div>
        </div>
    );
};

export default ScrollSection;